Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTags.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

source: Cupid Hero
de: Amor als Held
ja: キューピッドの男性主人公
ko: 큐피드인 남성 주인공
pl: Bohater będący Kupidynem
zh_hans: 丘比特男主角
zh_hant: 丘比特男主角

source: Cupid Heroine
de: Amor als Heldin
ja: キューピッドのヒロイン
ko: 큐피드인 여성 주인공
pl: Bohaterka będąca Kupidynem
zh_hans: 丘比特女主角
zh_hant: 丘比特女主角

source: Curse
de: Fluch
ja: 呪い
ko: 저주
pl: Klątwa
zh_hans: 诅咒
zh_hant: 詛咒

source: Customizable Character Ages
de: Anpassbares Figurenalter
ja: キャラクター年齢のカスタマイズ
ko: 캐릭터 나이 사용자화
pl: Możliwość dostosowania wieku postaci
zh_hans: 可自定义角色年龄
zh_hant: 可自訂角色年齡

source: Customizable Character Relations
de: Anpassbare Figurenbeziehungen
ja: キャラクター関係のカスタマイズ
ko: 캐릭터 관계 사용자화
pl: Możliwość dostosowania relacji postaci
zh_hans: 可自定义角色关系
zh_hant: 可自訂角色關係

source: Customization
de: Anpassung
ja: カスタマイズ
ko: 사용자화
pl: Dostosowywanie
zh_hans: 自定义
zh_hant: 自訂

source: Cutesy Hero
de: Betont niedlicher Held
ja: かわいい系の男性主人公
ko: 귀여운 계열의 남성 주인공
pl: Uroczy bohater
zh_hans: 卖萌男主角
zh_hant: 賣萌男主角

source: Cyborg Hero
de: Cyborg als Held
ja: サイボーグの男性主人公
ko: 사이보그 남성 주인공
pl: Bohater będący cyborgiem
zh_hans: 半机械人男主角
zh_hant: 半機械人男主角

source: Cyborg Heroine
de: Cyborg als Heldin
ja: サイボーグのヒロイン
ko: 사이보그 여성 주인공
pl: Bohaterka będąca cyborgiem
zh_hans: 半机械人女主角
zh_hant: 半機械人女主角

source: Cyborg Protagonist
de: Cyborg als Hauptfigur
ja: サイボーグの主人公
ko: 사이보그 주인공
pl: Protagonista będący cyborgiem
zh_hans: 半机械人主角
zh_hant: 半機械人主角

source: Dancer Hero
de: Tänzer als Held
ja: ダンサーの男性主人公
ko: 무용수인 남성 주인공
pl: Bohater będący tancerzem
zh_hans: 舞者男主角
zh_hant: 舞者男主角

source: Dancer Heroine
de: Tänzerin als Heldin
ja: ダンサーのヒロイン
ko: 무용수인 여성 주인공
pl: Bohaterka będąca tancerką
zh_hans: 舞者女主角
zh_hant: 舞者女主角

source: Dancer Protagonist
de: Tänzer als Hauptfigur
ja: ダンサーの主人公
ko: 무용수인 주인공
pl: Protagonista będący tancerzem
zh_hans: 舞者主角
zh_hant: 舞者主角

source: Dandere Hero
de: Dandere als Held
ja: ダンデレの男性主人公
ko: 단데레 남성 주인공
pl: Bohater typu dandere
zh_hans: 淡漠系男主角
zh_hant: 淡漠系男主角

source: Dark Fantasy
de: Düstere Fantasy
ja: ダークファンタジー
ko: 다크 판타지
pl: Mroczna fantastyka
zh_hans: 黑暗奇幻
zh_hant: 黑暗奇幻

source: Dark Skinned Characters
de: Dunkelhäutige Figuren
ja: 褐色肌のキャラクター
ko: 어두운 피부의 캐릭터
pl: Postacie o ciemnej skórze
zh_hans: 深色皮肤角色
zh_hant: 深色皮膚角色

source: Dark Skinned Hero
de: Dunkelhäutiger Held
ja: 褐色肌の男性主人公
ko: 어두운 피부의 남성 주인공
pl: Bohater o ciemnej skórze
zh_hans: 深色皮肤男主角
zh_hant: 深色皮膚男主角

source: Dark Skinned Heroine
de: Dunkelhäutige Heldin
ja: 褐色肌のヒロイン
ko: 어두운 피부의 여성 주인공
pl: Bohaterka o ciemnej skórze
zh_hans: 深色皮肤女主角
zh_hant: 深色皮膚女主角

source: Dark Skinned Protagonist
de: Dunkelhäutige Hauptfigur
ja: 褐色肌の主人公
ko: 어두운 피부의 주인공
pl: Protagonista o ciemnej skórze
zh_hans: 深色皮肤主角
zh_hant: 深色皮膚主角

source: Darker Sexual Contents
de: Düstere sexuelle Inhalte
ja: より過激な性的内容
ko: 더 과격한 성적 콘텐츠
pl: Mroczne treści seksualne
zh_hans: 更重口的色情内容
zh_hant: 更重口的色情內容

source: Date Display
de: Datumsanzeige
ja: 日付表示
ko: 날짜 표시
pl: Wyświetlanie daty
zh_hans: 日期显示
zh_hant: 日期顯示

source: Daydreams
de: Tagträume
ja: 白昼夢
ko: 백일몽
pl: Marzenia na jawie
zh_hans: 白日梦
zh_hant: 白日夢

source: Deaf Heroine
de: Gehörlose Heldin
ja: 聴覚障害のあるヒロイン
ko: 청각 장애가 있는 여성 주인공
pl: Niesłysząca bohaterka
zh_hans: 失聪女主角
zh_hant: 聽障女主角

source: Deaf Protagonist
de: Gehörlose Hauptfigur
ja: 聴覚障害のある主人公
ko: 청각 장애가 있는 주인공
pl: Niesłyszący protagonista
zh_hans: 失聪主角
zh_hant: 聽障主角

source: Death Game
de: Todesspiel
ja: デスゲーム
ko: 데스 게임
pl: Gra na śmierć i życie
zh_hans: 死亡游戏
zh_hant: 死亡遊戲

source: Death of Hero
de: Tod des Helden
ja: 男性主人公の死
ko: 남성 주인공의 죽음
pl: Śmierć bohatera
zh_hans: 男主角死亡
zh_hant: 男主角死亡

source: Death of Heroine
de: Tod der Heldin
ja: ヒロインの死
ko: 여성 주인공의 죽음
pl: Śmierć bohaterki
zh_hans: 女主角死亡
zh_hant: 女主角死亡

source: Death of Protagonist
de: Tod der Hauptfigur
ja: 主人公の死
ko: 주인공의 죽음
pl: Śmierć protagonisty
zh_hans: 主角死亡
zh_hant: 主角死亡

source: Debt
de: Schulden
ja: 借金
ko: 빚
pl: Długi
zh_hans: 债务
zh_hant: 債務

source: Deepthroat
de: Tiefe orale Penetration
ja: ディープスロート
ko: 딥스로트
pl: Głęboka penetracja oralna
zh_hans: 深喉
zh_hant: 深喉

source: Defloration
de: Entjungferung
ja: 処女喪失
ko: 처녀성 상실
pl: Defloracja
zh_hans: 破处
zh_hant: 破處

source: Defloration by an Object
de: Entjungferung durch einen Gegenstand
ja: 異物による処女喪失
ko: 이물질에 의한 처녀성 상실
pl: Defloracja za pomocą przedmiotu
zh_hans: 被异物破处
zh_hant: 被異物破處

source: Defloration by Others
de: Entjungferung durch andere
ja: 他者による処女喪失
ko: 타인에 의한 처녀성 상실
pl: Defloracja dokonana przez innych
zh_hans: 被他人破处
zh_hant: 被他人破處

source: Defloration During Common Route
de: Entjungferung im gemeinsamen Handlungsabschnitt
ja: 共通ルートでの処女喪失
ko: 공통 루트에서 처녀성 상실
pl: Defloracja we wspólnej części fabuły
zh_hans: 共通线破处
zh_hant: 共通線破處

source: Deities
de: Gottheiten
ja: 神々
ko: 신들
pl: Bóstwa
zh_hans: 神祇
zh_hant: 神祇

source: Deity Protagonist
de: Gottheit als Hauptfigur
ja: 神の主人公
ko: 신적 존재인 주인공
pl: Protagonista będący bóstwem
zh_hans: 神祇主角
zh_hant: 神祇主角

source: Delinquent Hero
de: Rowdy als Held
ja: 不良の男性主人公
ko: 불량한 남성 주인공
pl: Bohater będący chuliganem
zh_hans: 不良男主角
zh_hant: 不良男主角

source: Delinquent Heroine
de: Rowdy als Heldin
ja: 不良のヒロイン
ko: 불량한 여성 주인공
pl: Bohaterka będąca chuliganką
zh_hans: 不良女主角
zh_hant: 不良女主角

source: Delinquent Protagonist
de: Rowdy als Hauptfigur
ja: 不良の主人公
ko: 불량한 주인공
pl: Protagonista będący chuliganem
zh_hans: 不良主角
zh_hant: 不良主角

source: Delusion
de: Wahnvorstellung
ja: 妄想
ko: 망상
pl: Urojenie
zh_hans: 妄想
zh_hant: 妄想

source: Delusional Hero
de: Held mit Wahnvorstellungen
ja: 妄想癖のある男性主人公
ko: 망상벽이 있는 남성 주인공
pl: Bohater z urojeniami
zh_hans: 妄想男主角
zh_hant: 妄想男主角

source: Delusional Heroine
de: Heldin mit Wahnvorstellungen
ja: 妄想癖のあるヒロイン
ko: 망상벽이 있는 여성 주인공
pl: Bohaterka z urojeniami
zh_hans: 妄想女主角
zh_hant: 妄想女主角

source: Delusional Protagonist
de: Hauptfigur mit Wahnvorstellungen
ja: 妄想癖のある主人公
ko: 망상벽이 있는 주인공
pl: Protagonista z urojeniami
zh_hans: 妄想主角
zh_hant: 妄想主角

source: Demon Hero
de: Dämon als Held
ja: 悪魔の男性主人公
ko: 악마인 남성 주인공
pl: Bohater będący demonem
zh_hans: 恶魔男主角
zh_hant: 惡魔男主角

source: Demon Heroine
de: Dämonin als Heldin
ja: 悪魔のヒロイン
ko: 악마인 여성 주인공
pl: Bohaterka będąca demonicą
zh_hans: 恶魔女主角
zh_hant: 惡魔女主角

source: Demon Protagonist
de: Dämon als Hauptfigur
ja: 悪魔の主人公
ko: 악마인 주인공
pl: Protagonista będący demonem
zh_hans: 恶魔主角
zh_hant: 惡魔主角

source: Demonic Contract (Non Sexual)
de: Dämonenpakt (nicht sexuell)
ja: 悪魔との契約（非性的）
ko: 악마와의 계약(비성적)
pl: Pakt z demonem (nieseksualne)
zh_hans: 恶魔契约（非色情）
zh_hant: 惡魔契約（非色情）

source: Demons
de: Dämonen
ja: 悪魔
ko: 악마
pl: Demony
zh_hans: 恶魔
zh_hant: 惡魔

source: Depression (obsolete)
de: Depression (veraltet)
ja: うつ病（廃止）
ko: 우울증(폐기됨)
pl: Depresja (przestarzałe)
zh_hans: 抑郁症（已废弃）
zh_hant: 憂鬱症（已廢棄）

source: Deredere Hero
de: Deredere als Held
ja: デレデレの男性主人公
ko: 데레데레 남성 주인공
pl: Bohater typu deredere
zh_hans: 爱意外露型男主角
zh_hant: 愛意外露型男主角

source: Deredere Heroine
de: Deredere als Heldin
ja: デレデレのヒロイン
ko: 데레데레 여성 주인공
pl: Bohaterka typu deredere
zh_hans: 爱意外露型女主角
zh_hant: 愛意外露型女主角

source: Descriptions of Violence
de: Gewaltdarstellungen
ja: 暴力描写
ko: 폭력 묘사
pl: Opisy przemocy
zh_hans: 暴力描写
zh_hant: 暴力描寫

source: Desert
de: Wüste
ja: 砂漠
ko: 사막
pl: Pustynia
zh_hans: 沙漠
zh_hant: 沙漠

source: Design Story
de: Geschichte über Design
ja: デザインを題材にしたストーリー
ko: 디자인을 소재로 한 스토리
pl: Historia o projektowaniu
zh_hans: 设计故事
zh_hant: 設計故事

source: Designer Hero
de: Designer als Held
ja: デザイナーの男性主人公
ko: 디자이너인 남성 주인공
pl: Bohater będący projektantem
zh_hans: 设计师男主角
zh_hant: 設計師男主角

source: Desperation
de: Verzweiflung
ja: 絶望
ko: 절망
pl: Rozpacz
zh_hans: 绝望
zh_hant: 絕望

source: Destiny
de: Schicksal
ja: 運命
ko: 운명
pl: Przeznaczenie
zh_hans: 命运
zh_hant: 命運

source: Destructive Event
de: Zerstörerisches Ereignis
ja: 破壊的な出来事
ko: 파괴적 사건
pl: Niszczycielskie wydarzenie
zh_hans: 毁灭性事件
zh_hant: 毀滅性事件

source: Detached Sexual Content
de: Von der Handlung getrennte sexuelle Inhalte
ja: 独立した性的コンテンツ
ko: 독립된 성적 콘텐츠
pl: Treści seksualne oddzielone od fabuły
zh_hans: 独立色情内容
zh_hant: 獨立色情內容

source: Detective Work
de: Detektivarbeit
ja: 探偵活動
ko: 탐정 활동
pl: Praca detektywistyczna
zh_hans: 侦探工作
zh_hant: 偵探工作

source: Determinant Antagonist
de: Entscheidungsabhängiger Antagonist
ja: 決定的な敵役
ko: 핵심 적대자
pl: Antagonista zależny od wyborów
zh_hans: 关键反派
zh_hant: 關鍵反派

source: Dialogue Based
de: Dialogbasiert
ja: 会話中心
ko: 대화 중심
pl: Oparte na dialogach
zh_hans: 以对白为主
zh_hant: 以對白為主

source: Dice Game
de: Würfelspiel
ja: ダイスゲーム
ko: 주사위 게임
pl: Gra w kości
zh_hans: 骰子游戏
zh_hant: 骰子遊戲

source: Dickgirl Heroine
de: Heldin mit Penis
ja: ふたなりヒロイン
ko: 후타나리 여성 주인공
pl: Bohaterka z penisem
zh_hans: 扶她女主角
zh_hant: 扶她女主角

source: Dickgirl on Dickgirl
de: Sex zwischen Frauen mit Penis
ja: ふたなり同士のセックス
ko: 후타나리 간 성교
pl: Seks między kobietami z penisem
zh_hans: 扶她与扶她性交
zh_hant: 扶她與扶她性交

source: Dickgirl on Female
de: Sex einer Frau mit Penis mit einer Frau
ja: ふたなりと女性のセックス
ko: 후타나리와 여성의 성교
pl: Seks kobiety z penisem z kobietą
zh_hans: 扶她与女性性交
zh_hant: 扶她與女性性交

source: Dickgirl on Male
de: Sex einer Frau mit Penis mit einem Mann
ja: ふたなりと男性のセックス
ko: 후타나리와 남성의 성교
pl: Seks kobiety z penisem z mężczyzną
zh_hans: 扶她与男性性交
zh_hant: 扶她與男性性交

source: Dickgirl Protagonist
de: Weibliche Hauptfigur mit Penis
ja: ふたなり主人公
ko: 후타나리 주인공
pl: Protagonistka z penisem
zh_hans: 扶她主角
zh_hant: 扶她主角

source: Different Love Interest(s) Per Protagonist
de: Unterschiedliche Liebespartner je Hauptfigur
ja: 主人公ごとに異なる攻略対象
ko: 주인공마다 다른 공략 대상
pl: Różne obiekty uczuć dla każdego protagonisty
zh_hans: 每位主角有不同恋爱对象
zh_hant: 每位主角有不同戀愛對象

source: Difficulty Settings
de: Schwierigkeitswahl
ja: 難易度設定
ko: 난이도 설정
pl: Ustawienia poziomu trudności
zh_hans: 难度设置
zh_hant: 難度設定

source: Dinosaurs
de: Dinosaurier
ja: 恐竜
ko: 공룡
pl: Dinozaury
zh_hans: 恐龙
zh_hant: 恐龍

source: Dirty Talk
de: Erotische Sprache
ja: 卑猥な言葉
ko: 음담패설
pl: Sprośne rozmowy
zh_hans: 淫语
zh_hant: 淫語

source: Disabled Hero
de: Held mit Behinderung
ja: 障害のある男性主人公
ko: 장애가 있는 남성 주인공
pl: Bohater z niepełnosprawnością
zh_hans: 残障男主角
zh_hant: 身心障礙男主角

source: Disabled Heroine
de: Heldin mit Behinderung
ja: 障害のあるヒロイン
ko: 장애가 있는 여성 주인공
pl: Bohaterka z niepełnosprawnością
zh_hans: 残障女主角
zh_hant: 身心障礙女主角

source: Disabled Protagonist
de: Hauptfigur mit Behinderung
ja: 障害のある主人公
ko: 장애가 있는 주인공
pl: Protagonista z niepełnosprawnością
zh_hans: 残障主角
zh_hant: 身心障礙主角

source: Disappearance
de: Verschwinden
ja: 失踪
ko: 실종
pl: Zaginięcie
zh_hans: 失踪
zh_hant: 失蹤

source: Discipline Committee Leader Heroine
de: Vorsitzende des Disziplinarausschusses als Heldin
ja: 風紀委員長のヒロイン
ko: 선도부장인 여성 주인공
pl: Bohaterka będąca przewodniczącą komitetu dyscyplinarnego
zh_hans: 风纪委员长女主角
zh_hant: 風紀委員長女主角

source: Discipline Committee Leader Protagonist
de: Vorsitzender des Disziplinarausschusses als Hauptfigur
ja: 風紀委員長の主人公
ko: 선도부장인 주인공
pl: Protagonista będący przewodniczącym komitetu dyscyplinarnego
zh_hans: 风纪委员长主角
zh_hant: 風紀委員長主角

source: Discipline Committee Member Hero
de: Mitglied des Disziplinarausschusses als Held
ja: 風紀委員の男性主人公
ko: 선도부원인 남성 주인공
pl: Bohater będący członkiem komitetu dyscyplinarnego
zh_hans: 风纪委员男主角
zh_hant: 風紀委員男主角

source: Discipline Committee Member Heroine
de: Mitglied des Disziplinarausschusses als Heldin
ja: 風紀委員のヒロイン
ko: 선도부원인 여성 주인공
pl: Bohaterka będąca członkinią komitetu dyscyplinarnego
zh_hans: 风纪委员女主角
zh_hant: 風紀委員女主角

source: Discipline Committee Member Protagonist
de: Mitglied des Disziplinarausschusses als Hauptfigur
ja: 風紀委員の主人公
ko: 선도부원인 주인공
pl: Protagonista będący członkiem komitetu dyscyplinarnego
zh_hans: 风纪委员主角
zh_hant: 風紀委員主角

source: Discreet Masturbation
de: Heimliche Masturbation
ja: 隠れて自慰
ko: 몰래 하는 자위
pl: Dyskretna masturbacja
zh_hans: 隐秘自慰
zh_hant: 隱秘自慰

source: Discreet Phone Sex
de: Heimlicher Telefonsex
ja: 隠れてテレフォンセックス
ko: 몰래 하는 폰섹스
pl: Dyskretny seks przez telefon
zh_hans: 隐秘电话性爱
zh_hant: 隱秘電話性愛

source: Discreet Sex
de: Heimlicher Sex
ja: 隠れてセックス
ko: 몰래 하는 성교
pl: Dyskretny seks
zh_hans: 隐秘性爱
zh_hant: 隱秘性愛

source: Discrimination
de: Diskriminierung
ja: 差別
ko: 차별
pl: Dyskryminacja
zh_hans: 歧视
zh_hant: 歧視

source: Displays
de: Bildschirme
ja: ディスプレイ
ko: 디스플레이
pl: Wyświetlacze
zh_hans: 显示器
zh_hant: 顯示器

source: Divine Beings
de: Göttliche Wesen
ja: 神聖な存在
ko: 신성한 존재
pl: Istoty boskie
zh_hans: 神灵
zh_hant: 神靈

source: Divine Hero
de: Göttlicher Held
ja: 神聖な男性主人公
ko: 신성한 남성 주인공
pl: Boski bohater
zh_hans: 神圣男主角
zh_hant: 神聖男主角

source: Divine Heroine
de: Göttliche Heldin
ja: 神聖なヒロイン
ko: 신성한 여성 주인공
pl: Boska bohaterka
zh_hans: 神圣女主角
zh_hant: 神聖女主角

source: Divine Protagonist
de: Göttliche Hauptfigur
ja: 神聖な主人公
ko: 신성한 주인공
pl: Boski protagonista
zh_hans: 神圣主角
zh_hant: 神聖主角

source: Divorcee Hero
de: Geschiedener Held
ja: 離婚経験のある男性主人公
ko: 이혼 경력이 있는 남성 주인공
pl: Rozwiedziony bohater
zh_hans: 离异男主角
zh_hant: 離異男主角

source: Divorcee Heroine
de: Geschiedene Heldin
ja: 離婚経験のあるヒロイン
ko: 이혼 경력이 있는 여성 주인공
pl: Rozwiedziona bohaterka
zh_hans: 离异女主角
zh_hant: 離異女主角

source: Divorcee Protagonist
de: Geschiedene Hauptfigur
ja: 離婚経験のある主人公
ko: 이혼 경력이 있는 주인공
pl: Rozwiedziony protagonista
zh_hans: 离异主角
zh_hant: 離異主角

source: Dog Cosplay
de: Hunde-Cosplay
ja: 犬コスプレ
ko: 개 코스프레
pl: Cosplay psa
zh_hans: 狗狗装扮
zh_hant: 狗狗裝扮

source: Dogboy Hero
de: Hundejunge als Held
ja: 犬耳の男性主人公
ko: 개 귀 남성 주인공
pl: Bohater z psimi uszami
zh_hans: 犬耳男主角
zh_hant: 犬耳男主角

source: Doggirl Heroine
de: Hundemädchen als Heldin
ja: 犬娘のヒロイン
ko: 개 소녀인 여성 주인공
pl: Bohaterka z psimi uszami
zh_hans: 犬娘女主角
zh_hant: 犬娘女主角

source: Doggy Style
de: Sex von hinten
ja: 後背位
ko: 후배위
pl: Pozycja od tyłu
zh_hans: 后入式
zh_hant: 後入式

source: Dogs
de: Hunde
ja: 犬
ko: 개
pl: Psy
zh_hans: 狗
zh_hant: 狗

source: Domestic Violence
de: Häusliche Gewalt
ja: ドメスティックバイオレンス
ko: 가정 폭력
pl: Przemoc domowa
zh_hans: 家庭暴力
zh_hant: 家庭暴力

source: Domicile
de: Wohnsitz
ja: 居住地
ko: 거주지
pl: Miejsce zamieszkania
zh_hans: 住所
zh_hant: 住所

source: Dominatrix Heroine
de: Domina als Heldin
ja: 女王様のヒロイン
ko: 여왕님인 여성 주인공
pl: Bohaterka będąca dominą
zh_hans: 女王女主角
zh_hant: 女王女主角

source: Donkan Protagonist
de: Hauptfigur, die romantische Signale nicht bemerkt
ja: 鈍感な主人公
ko: 둔감한 주인공
pl: Protagonista nieświadomy romantycznych sygnałów
zh_hans: 迟钝主角
zh_hant: 遲鈍主角

source: Dormitory Manager Heroine
de: Wohnheimverwalterin als Heldin
ja: 寮長のヒロイン
ko: 기숙사 관리자인 여성 주인공
pl: Bohaterka zarządzająca akademikiem lub internatem
zh_hans: 宿舍管理员女主角
zh_hant: 宿舍管理員女主角

source: Dormitory Manager Protagonist
de: Wohnheimverwalter als Hauptfigur
ja: 寮長の主人公
ko: 기숙사 관리자인 주인공
pl: Protagonista zarządzający akademikiem lub internatem
zh_hans: 宿舍管理员主角
zh_hant: 宿舍管理員主角

source: Double Dildos
de: Zwei Dildos
ja: ダブルディルド
ko: 양두 딜도
pl: Dwa dilda
zh_hans: 双头假阴茎
zh_hant: 雙頭假陰莖

source: Double Handjob
de: Doppelte manuelle Penisstimulation
ja: ダブル手コキ
ko: 더블 핸드잡
pl: Podwójna ręczna stymulacja penisa
zh_hans: 双手交
zh_hant: 雙手交

source: Double Penetration (Group Sex)
de: Doppelte Penetration (Gruppensex)
ja: 乱交での二重挿入
ko: 집단 성교 중 이중 삽입
pl: Podwójna penetracja (seks grupowy)
zh_hans: 群交双重插入
zh_hant: 群交雙重插入

source: Dragon
de: Drache
ja: ドラゴン
ko: 드래곤
pl: Smok
zh_hans: 龙
zh_hant: 龍

source: Dragon Hero
de: Drache als Held
ja: ドラゴンの男性主人公
ko: 드래곤인 남성 주인공
pl: Bohater będący smokiem
zh_hans: 龙男主角
zh_hant: 龍男主角

source: Dragon Heroine
de: Drache als Heldin
ja: ドラゴンのヒロイン
ko: 드래곤인 여성 주인공
pl: Bohaterka będąca smokiem
zh_hans: 龙女主角
zh_hant: 龍女主角

source: Dragon Protagonist
de: Drache als Hauptfigur
ja: ドラゴンの主人公
ko: 드래곤인 주인공
pl: Protagonista będący smokiem
zh_hans: 龙主角
zh_hant: 龍主角

source: Drama Club
de: Theaterclub
ja: 演劇部
ko: 연극부
pl: Koło teatralne
zh_hans: 戏剧社
zh_hant: 戲劇社

source: Dramatic Love Triangle
de: Dramatisches Liebesdreieck
ja: ドラマチックな三角関係
ko: 극적인 삼각관계
pl: Dramatyczny trójkąt miłosny
zh_hans: 戏剧性三角恋
zh_hant: 戲劇性三角戀

source: Drastic Character Development (positive)
de: Starke positive Figurenentwicklung
ja: 大幅なキャラクター成長（肯定的）
ko: 캐릭터의 급격한 긍정적 성장
pl: Znaczący pozytywny rozwój postaci
zh_hans: 角色发生显著正向成长
zh_hant: 角色發生顯著正向成長

source: Dream
de: Traum
ja: 夢
ko: 꿈
pl: Sen
zh_hans: 梦
zh_hant: 夢

source: Drill Dildo
de: Bohr-Dildo
ja: ドリルディルド
ko: 드릴 딜도
pl: Dildo wiertło
zh_hans: 电钻假阴茎
zh_hant: 電鑽假陰莖

source: Driver Hero
de: Fahrer als Held
ja: 運転手の男性主人公
ko: 운전기사인 남성 주인공
pl: Bohater będący kierowcą
zh_hans: 司机男主角
zh_hant: 司機男主角

source: Driver Heroine
de: Fahrerin als Heldin
ja: 運転手のヒロイン
ko: 운전기사인 여성 주인공
pl: Bohaterka będąca kierowczynią
zh_hans: 司机女主角
zh_hant: 司機女主角

source: Driver Protagonist
de: Fahrer als Hauptfigur
ja: 運転手の主人公
ko: 운전기사인 주인공
pl: Protagonista będący kierowcą
zh_hans: 司机主角
zh_hant: 司機主角

source: Drop-Out Protagonist
de: Hauptfigur mit abgebrochener Ausbildung
ja: 中退した主人公
ko: 중퇴한 주인공
pl: Protagonista, który przerwał naukę
zh_hans: 辍学主角
zh_hant: 輟學主角

source: Drug Use
de: Drogenkonsum
ja: 薬物使用
ko: 약물 사용
pl: Używanie narkotyków
zh_hans: 药物使用
zh_hant: 藥物使用

source: Drunk Sex
de: Sex im betrunkenen Zustand
ja: 酔った状態でのセックス
ko: 술에 취한 상태의 성교
pl: Seks w stanie nietrzeźwym
zh_hans: 醉酒性爱
zh_hant: 醉酒性愛

source: Dual Wielding Daggers
de: Kampf mit zwei Dolchen
ja: 二刀流の短剣
ko: 단검 쌍수
pl: Walka dwoma sztyletami
zh_hans: 双持匕首
zh_hant: 雙持匕首

source: Dual Wielding Pistols
de: Kampf mit zwei Pistolen
ja: 二丁拳銃
ko: 권총 쌍수
pl: Walka dwoma pistoletami
zh_hans: 双持手枪
zh_hant: 雙持手槍

source: Dual Wielding Swords
de: Kampf mit zwei Schwertern
ja: 二刀流の剣
ko: 검 쌍수
pl: Walka dwoma mieczami
zh_hans: 双持剑
zh_hant: 雙持劍

source: Duct Tape Bondage
de: Fesselung mit Klebeband
ja: ダクトテープ拘束
ko: 덕트 테이프 구속
pl: Krępowanie taśmą klejącą
zh_hans: 胶带束缚
zh_hant: 膠帶束縛

source: Duel
de: Duell
ja: 決闘
ko: 결투
pl: Pojedynek
zh_hans: 决斗
zh_hant: 決鬥

source: Dungeon Crawling Game
de: Dungeon-Erkundungsspiel
ja: ダンジョン探索ゲーム
ko: 던전 탐색 게임
pl: Gra w eksplorację lochów
zh_hans: 迷宫探索游戏
zh_hant: 迷宮探索遊戲

source: Dying Hero
de: Sterbender Held
ja: 死にかけの男性主人公
ko: 죽어 가는 남성 주인공
pl: Umierający bohater
zh_hans: 垂死男主角
zh_hant: 垂死男主角

source: Dying Heroine
de: Sterbende Heldin
ja: 死にかけのヒロイン
ko: 죽어 가는 여성 주인공
pl: Umierająca bohaterka
zh_hans: 垂死女主角
zh_hant: 垂死女主角

source: Dying Protagonist
de: Sterbende Hauptfigur
ja: 死にかけの主人公
ko: 죽어 가는 주인공
pl: Umierający protagonista
zh_hans: 垂死主角
zh_hant: 垂死主角

source: Dying Sex
de: Sex im Sterben
ja: 死に際のセックス
ko: 임종 직전의 성교
pl: Seks w obliczu śmierci
zh_hans: 临终性爱
zh_hant: 臨終性愛

source: Dystopia
de: Dystopie
ja: ディストピア
ko: 디스토피아
zh_hans: 反乌托邦
zh_hant: 反烏托邦

source: Ear-Cleaning
de: Ohrenreinigung
ja: 耳かき
ko: 귀 청소
pl: Czyszczenie uszu
zh_hans: 掏耳
zh_hant: 掏耳

source: Early Branching Plot
de: Frühe Handlungsverzweigung
ja: 序盤で分岐するストーリー
ko: 초반 분기형 스토리
pl: Wczesne rozgałęzienie fabuły
zh_hans: 早期分支剧情
zh_hant: 早期分支劇情

source: Early Modern Period Earth
de: Erde in der Frühen Neuzeit
ja: 近世の地球
ko: 근세의 지구
pl: Ziemia we wczesnej epoce nowożytnej
zh_hans: 近代早期地球
zh_hant: 近代早期地球

source: Early Sexual Content
de: Frühe sexuelle Inhalte
ja: 序盤の性的コンテンツ
ko: 초반의 성적 콘텐츠
pl: Treści seksualne na początku
zh_hans: 前期色情内容
zh_hant: 前期色情內容

source: Earth
de: Erde
ja: 地球
ko: 지구
pl: Ziemia
zh_hans: 地球
zh_hant: 地球

source: Eating Disorder
de: Essstörung
ja: 摂食障害
ko: 섭식 장애
pl: Zaburzenie odżywiania
zh_hans: 进食障碍
zh_hant: 飲食障礙

source: Edo Era
de: Edo-Zeit
ja: 江戸時代
ko: 에도 시대
pl: Okres Edo
zh_hans: 江户时代
zh_hant: 江戶時代

source: Educational
de: Lehrreich
ja: 教育的
ko: 교육적
pl: Edukacyjne
zh_hans: 教育性
zh_hant: 教育性

source: Egyptian Mythology
de: Ägyptische Mythologie
ja: エジプト神話
ko: 이집트 신화
pl: Mitologia egipska
zh_hans: 埃及神话
zh_hant: 埃及神話

source: Ejaculation Choice
de: Wahl des Ejakulationsorts
ja: 射精場所の選択
ko: 사정 위치 선택
pl: Wybór miejsca wytrysku
zh_hans: 射精位置选择
zh_hant: 射精位置選擇

source: Ejaculation Forewarner
de: Ejakulationsvorwarnung
ja: 射精予告
ko: 사정 예고
pl: Ostrzeżenie przed wytryskiem
zh_hans: 射精预警
zh_hant: 射精預警

source: Elderly Sex
de: Sex zwischen älteren Menschen
ja: 高齢者のセックス
ko: 노인의 성교
pl: Seks osób starszych
zh_hans: 老年人性爱
zh_hant: 老年人性愛

source: Elemental Beings
de: Elementarwesen
ja: 精霊
ko: 정령
pl: Istoty żywiołowe
zh_hans: 元素生物
zh_hant: 元素生物

source: Elementary School
de: Grundschule
ja: 小学校
ko: 초등학교
pl: Szkoła podstawowa
zh_hans: 小学
zh_hant: 小學

source: Elementary School Student
de: Grundschüler
ja: 小学生
ko: 초등학생
pl: Uczeń szkoły podstawowej
zh_hans: 小学生
zh_hant: 小學生

source: Elementary School Student Hero
de: Grundschüler als Held
ja: 小学生の男性主人公
ko: 초등학생 남성 주인공
pl: Bohater będący uczniem szkoły podstawowej
zh_hans: 小学生男主角
zh_hant: 小學生男主角

source: Elementary School Student Heroine
de: Grundschülerin als Heldin
ja: 小学生のヒロイン
ko: 초등학생 여성 주인공
pl: Bohaterka będąca uczennicą szkoły podstawowej
zh_hans: 小学生女主角
zh_hant: 小學生女主角

source: Elementary School Student Protagonist
de: Grundschüler als Hauptfigur
ja: 小学生の主人公
ko: 초등학생 주인공
pl: Protagonista będący uczniem szkoły podstawowej
zh_hans: 小学生主角
zh_hant: 小學生主角

source: Elf Hero
de: Elf als Held
ja: エルフの男性主人公
ko: 엘프 남성 주인공
pl: Bohater będący elfem
zh_hans: 精灵男主角
zh_hant: 精靈男主角

source: Elf Heroine
de: Elfe als Heldin
ja: エルフのヒロイン
ko: 엘프 여성 주인공
pl: Bohaterka będąca elfką
zh_hans: 精灵女主角
zh_hant: 精靈女主角

source: Elf Protagonist
de: Elf als Hauptfigur
ja: エルフの主人公
ko: 엘프 주인공
pl: Protagonista będący elfem
zh_hans: 精灵主角
zh_hant: 精靈主角

source: Elopement
de: Gemeinsame Flucht eines Liebespaares
ja: 駆け落ち
ko: 사랑의 도피
pl: Ucieczka zakochanych
zh_hans: 私奔
zh_hant: 私奔

source: Elves
de: Elfen
ja: エルフ
ko: 엘프
pl: Elfy
zh_hans: 精灵
zh_hant: 精靈

source: Emotionless Hero
de: Gefühlloser Held
ja: 感情のない男性主人公
ko: 감정이 없는 남성 주인공
pl: Bohater pozbawiony emocji
zh_hans: 无感情男主角
zh_hant: 無感情男主角

source: Emotionless Heroine
de: Gefühllose Heldin
ja: 感情のないヒロイン
ko: 감정이 없는 여성 주인공
pl: Bohaterka pozbawiona emocji
zh_hans: 无感情女主角
zh_hant: 無感情女主角

source: Emotionless Protagonist
de: Gefühllose Hauptfigur
ja: 感情のない主人公
ko: 감정이 없는 주인공
pl: Protagonista pozbawiony emocji
zh_hans: 无感情主角
zh_hant: 無感情主角

source: Emperor Protagonist
de: Kaiser als Hauptfigur
ja: 皇帝の主人公
ko: 황제인 주인공
pl: Protagonista będący cesarzem
zh_hans: 皇帝主角
zh_hant: 皇帝主角

source: Encasement
de: Vollständige Umhüllung
ja: 密閉拘束
ko: 밀폐 구속
pl: Całkowite oplatanie ciała
zh_hans: 包裹束缚
zh_hant: 包裹束縛

source: Ending
de: Ende
ja: エンディング
ko: 엔딩
pl: Zakończenie
zh_hans: 结局
zh_hant: 結局

source: Ending List
de: Liste der Enden
ja: エンディング一覧
ko: 엔딩 목록
pl: Lista zakończeń
zh_hans: 结局列表
zh_hant: 結局列表

source: Ending Scene Recollection
de: Wiederholung von Endszenen
ja: エンディングシーン回想
ko: 엔딩 장면 회상
pl: Odtwarzanie scen zakończeń
zh_hans: 结局场景回想
zh_hant: 結局場景回想

source: Enema
de: Einlauf
ja: 浣腸
ko: 관장
pl: Lewatywa
zh_hans: 灌肠
zh_hant: 灌腸

source: Energetic Heroine
de: Energiegeladene Heldin
ja: 元気なヒロイン
ko: 활기찬 여성 주인공
pl: Energiczna bohaterka
zh_hans: 元气女主角
zh_hant: 元氣女主角

source: Energy Transfer via Sex
de: Energieübertragung durch Sex
ja: セックスによるエネルギー移動
ko: 성교를 통한 에너지 전달
pl: Przekazywanie energii przez seks
zh_hans: 通过性爱传递能量
zh_hant: 通過性愛傳遞能量

source: Enforced Playing Order
de: Vorgegebene Spielreihenfolge
ja: 強制プレイ順
ko: 강제 플레이 순서
pl: Wymuszona kolejność rozgrywki
zh_hans: 强制游玩顺序
zh_hant: 強制遊玩順序

source: Engineer Hero
de: Ingenieur als Held
ja: エンジニアの男性主人公
ko: 엔지니어인 남성 주인공
pl: Bohater będący inżynierem
zh_hans: 工程师男主角
zh_hant: 工程師男主角

source: Engineer Heroine
de: Ingenieurin als Heldin
ja: エンジニアのヒロイン
ko: 엔지니어인 여성 주인공
pl: Bohaterka będąca inżynierką
zh_hans: 工程师女主角
zh_hant: 工程師女主角

source: Environmentalism
de: Umweltschutz
ja: 環境保護
ko: 환경 보호주의
pl: Ekologizm
zh_hans: 环境保护主义
zh_hant: 環境保護主義

source: Epidemic
de: Epidemie
ja: 感染症の流行
ko: 감염병 유행
pl: Epidemia
zh_hans: 流行病
zh_hant: 流行病

source: Episodic Story
de: Episodische Geschichte
ja: エピソード形式のストーリー
ko: 에피소드 형식의 스토리
pl: Historia epizodyczna
zh_hans: 单元剧式故事
zh_hant: 單元劇式故事

source: Epistolary Storytelling
de: Erzählung in Briefform
ja: 書簡体の物語
ko: 서간체 서사
pl: Narracja epistolarna
zh_hans: 书信体叙事
zh_hant: 書信體敘事

source: Erotic Beating (Consensual)
de: Erotische Schläge (einvernehmlich)
ja: 合意の性的打擲
ko: 합의된 성적 구타
pl: Bicie erotyczne (za zgodą)
zh_hans: 双方同意的色情殴打
zh_hant: 雙方同意的色情毆打

source: Erotic Beating (Non-Consensual)
de: Erotische Schläge (nicht einvernehmlich)
ja: 非合意の性的打擲
ko: 비합의 성적 구타
pl: Bicie erotyczne (bez zgody)
zh_hans: 非双方同意的色情殴打
zh_hant: 非合意的色情毆打

source: Erotic Electrostimulation
de: Erotische Elektrostimulation
ja: 性的電気刺激
ko: 성적 전기 자극
pl: Elektrostymulacja erotyczna
zh_hans: 色情电刺激
zh_hant: 色情電刺激
